LocalisedMessages["bn"] = {
  "apple-maps": {
    "m": "Apple মানচিত্র"
  },
  "apps": {
    "m": "Apps"
  },
  "bing-maps": {
    "m": "Bing মানচিত্র"
  },
  "browser-problem-msg": {
    "m": "আপনি যে ব্রাউজারটি ব্যবহার করছেন সেটি আমাদের যে বৈশিষ্ট্য দরকার যেমন আপনার অবস্থান, কম্পাস প্রভৃতি সমর্থন করে না l<br/><br/>আমরা Chrome, Firefox অথবা Opera ব্যাবহার করার পরামর্শ দিই l"
  },
  "compass-check-fail-msg": {
    "m": "আপনার ডিভাইসের কম্পাসটি ঠিকমত দিক নির্দেশ করছে না l আপনার ডিভাইস হয়তো কম্পাসটিকে সাপোর্ট করছে না অথবা কম্পাসটি ঠিকমত কাজ করছে না l"
  },
  "compass-check-msg": {
    "m": "কম্পাসটি পড়তে কিছু সমস্যা হতে পারে l<br/><br/>সেটি পরীক্ষা করার জন্য ডিভাইসটিকে সোজাভাবে ধরুন আর বৃত্তাকারে ঘোরাতে থাকুন l<br/><br/>যখন সেটি সম্পূর্ণ ঘোরানো হয়ে যাবে, তখন নিচের বোতামটি টিপুন l"
  },
  "compass-check-ok": {
    "m": "আপনার ডিভাইসের কম্পাসটি দেখে ঠিক মনে হচ্ছে!"
  },
  "discuss": {
    "m": "আলোচনা"
  },
  "dismiss": {
    "m": "খারিজ করুন"
  },
  "extend-failure-msg": {
    "m": "$OLC$ কোথায় সেটা জানতে হলে আপনার বর্তমান অবস্থান জানা প্রয়োজন, অথবা আপনাকে তথ্যের জায়গায় কোনও শহর বা নগরের নাম অন্তর্ভুক্ত করতে হবে l<br/><br/>লক্ষ্য রাখবেন যাতে আপনার ব্রাউজার আপনার অবস্থান জানানোর অনুমতি দেয় আর আপনার ডিভাইস অবস্থান পরিষেবাগুলিকে সক্ষম রাখে l",
    "p": {
      "OLC": {}
    }
  },
  "feedback-detail": {
    "m": "আমাদের মতামত পাঠান l আপনার কি পছন্দ, বা কোনটা কাজ করছে না সেটা আমাদের জানান আর আমরা সেটা আরো উন্নত করতে চেষ্টা করব l"
  },
  "geocode-fail": {
    "m": "Google ঠিকানা সংক্রান্ত পরিষেবা খুঁজে বের করতে পারছে না $ADDRESS$l",
    "p": {
      "ADDRESS": {}
    }
  },
  "geocode-not-loaded": {
    "m": "Google's ঠিকানা সংক্রান্ত পরিষেবা লোড করা যাচ্ছে না, খুঁজে পাওয়া যাচ্ছে না $ADDRESS$l",
    "p": {
      "ADDRESS": {}
    }
  },
  "geocode-reverse-fail": {
    "m": "বর্তমান অবস্থানের কোনও তথ্য পাওয়া যায়নি (Google's geocoder পরিষেবায় ত্রুটি দেখা দিয়েছে)"
  },
  "geocoder-no-info": {
    "m": "Google's geocoder পরিষেবার কোনো ঠিকানা সংক্রান্ত তথ্য এই এলাকায় পাওয়া যাচ্ছে না l আপনি অবশ্যই কোনো বড় শহরের নাম দিয়ে plus+code ব্যাবহার করতে পারবেন যদি 40 কিমি. -এর মধ্যে কোনোটি থাকে l"
  },
  "google-maps": {
    "m": "Google মানচিত্র"
  },
  "help-01-0": {
    "m": "<h2>আপনার নিজস্ব ব্যাক্তিগত পোস্টকোড</h2><p>plus+codes হল যেকোন স্থান বা জায়গায় ব্যাবহার করার জন্য ছোট কোড l অতি দ্রুত আপনার স্থান অন্যদের প্রদর্শন করার জন্য আপনি সেগুলোকে ব্যাবহার করতে পারেন এবং সেগুলো নির্ভরযোগ্য l</p>"
  },
  "help-02-0": {
    "m": "<h2>plus+code কি?</h2><p>plus+code হল অক্ষর আর সংখ্যা দিয়ে গঠিত ছয় বা সাত অক্ষরের একটি কোড, যেমন <b>$EXAMPLE_CODE$</b>, অথবা শহর বা নগরের সমন্বয়ে গঠিত যেমন <b>$EXAMPLE_CODE$ নাইরোবি</b>.</p><p>সেগুলি সবাইকে সঠিক অবস্থান জানাবে যেটি রাস্তার নাম বা বাড়ির সংখ্যার উপর নির্ভর করে না l</p>",
    "p": {
      "EXAMPLE_CODE": {
        "c": "MQRG+59"
      }
    }
  },
  "help-02-1": {
    "m": "<h2>আমি কিভাবে জানবো যে plus+code কোথায় আছে?</h2><p>যখন আপনি আপনার ফোন অথবা কম্পিউটারে প্লাস+code দেবেন (<b>$EXAMPLE_CODE$</b>) সেটি কাছাকাছি অনুরুপ শব্দ খুঁজে নেবে l সেটা আপনাকে সঠিক অবস্থানও দেখাবে যতক্ষণ আপনি সেই জায়গার মোটামুটি 40 কিমি দূরত্বের মধ্যে থাকবেন l</p><p>যদি আপনি তার থেকেও বেশী দূরে থাকেন তাহলে আপনি শহর বা নগরের নাম ব্যাবহার করুন (<b>$EXAMPLE_CODE$ নাইরোবি</b>), অথবা আঞ্চলিক কোড সহ plus+code দিন (<b>$FULL_CODE$</b>).</p>",
    "p": {
      "EXAMPLE_CODE": {
        "c": "MQRG+59"
      },
      "FULL_CODE": {
        "c": "6GCRMQRG+59"
      }
    }
  },
  "help-02-2": {
    "m": "<h2>আমাকে কি plus+code জন্য আবেদন করতে হবে?</h2><p>না, plus+codes আগে থেকেই সবার জন্য রয়েছে আর যে কেউ সেটি বিনামূল্যে ব্যাবহার করতে পারে l</p><p> কোনো স্থানের plus+code পাওয়ার জন্য মানচিত্রটাকে টেনে সেই হাইলাইট স্থানে নিয়ে আসুন l</p>"
  },
  "help-03-0": {
    "m": "<h2>code-এর অংশগুলি কি ?</h2><p>উদাহরণস্বরূপ যে কোড রয়েছে <b>$FULL_CODE$</b>, <b>$CODE_PART_1$</b> সেটি হল আঞ্চলিক কোড (মোটামুটি 100 x 100কিমি) l <b>$CODE_PART_2$</b> হল শহরের কোড (5 x 5 কিমি) l <b>$CODE_PART_3$</b>হল স্থানীয় কোড (250 x 250 মিটার) l এর পরে <b>+</b>, <b>$CODE_PART_4$</b> হল বাড়ির কোড (14x14 মিটার) l বাড়ির কোড যদি একটি বাড়িকে ছাড়িয়ে যায় তাহলে প্রবেশপথের জন্য এক সংখ্যার কোড এর পর ব্যাবহার করা যেতে পরে l</p><p>সাধারণত:, আঞ্চলিক কোডের প্রয়োজন হয় না, কখনো আবার আপনি শহরের কোড নাও ব্যাবহার করতে পারেন l</p>",
    "p": {
      "CODE_PART_1": {
        "c": "6GCR"
      },
      "CODE_PART_2": {
        "c": "MQ"
      },
      "CODE_PART_3": {
        "c": "RG"
      },
      "CODE_PART_4": {
        "c": "59"
      },
      "FULL_CODE": {
        "c": "6GCRMQRG+59"
      }
    }
  },
  "help-03-1": {
    "m": "<h2>কোনো একটি অবস্থানের কি একটির বেশি plus+code আছে?</h2><p>না l কোনো একটি স্থানের শুধুমাত্র একটিই plus+code আছে l</p>"
  },
  "help-03-2": {
    "m": "<h2>আমি কি সেগুলোকে সেভ করতে পারি?</h2><p>plus+code সেভ করতে গেলে এই পেজের জন্য একটি বুকমার্ক তৈরি করুন l যখন আপনি বুকমার্কটি খুলবেন সেটি আপনাকে সেই জায়গাটা দেখাবে l</p>"
  },
  "help-03-3": {
    "m": "<h2>আমার যদি নেটওয়ার্ক না থাকে তাহলে আমি কি এটা ব্যাবহার করতে পারব?</h2><p>অবশ্যই! যখনই আপনি আপনার ফোন বা কম্পিউটারে পেজটি লোড করবেন, এটি তার একটি প্রতিলিপি রেখে দেবে আর আপনার নেটওয়ার্ক সংযোগ না থাকলেও আপনাকে এটি লোড করতে দেবে l</p>"
  },
  "help-03-4": {
    "m": "<h2>আমি কি কোনো দিক নির্দেশ পেতে পারি?</h2><p>সেখানে কম্পাস মোড রয়েছে যেটা আপনি যেখানে রয়েছেন সেখান থেকে স্থানীয় plus+code পর্যন্ত রাস্তার অভিমুখ আর দূরত্ব দেখাবে l প্রধান মেনুতে আপনি বিভিন্ন মানচিত্র প্রদানকারীর লিঙ্ক ব্যবহার করতে পারেন l</p>"
  },
  "help-03-5": {
    "m": "<h2>আমার plus+code এরিয়াটি খুবই বড়!</h2><p>আপনি যদি ভিতরের দিকে আরো জুম্ বাড়ান তাহলে সেই কোডটি একটি অতি ছোট স্থানের জন্য হবে l</p>"
  },
  "help-03-6": {
    "m": "<h2>আপনি যে ঠিকানাটি দেখাচ্ছেন সেটি ভুল!</h2><p>যে ঠিকানাটি দেখানো হয়েছে সেটি একটি প্রস্তাব মাত্র l যে code আপনি ব্যাবহার করবেন তার দৈর্ঘ্য ছোট করার জন্য এটি ব্যাবহার করা হয়েছে l আপনি অনুসন্ধান বাক্সে অন্য কোনো ঠিকানাও ব্যাবহার করতে পারেন l</p>"
  },
  "input-prompt": {
    "m": "plus+code, ঠিকানা দিন অথবা মানচিত্রটা টেনে নিয়ে আসুন"
  },
  "location-prompt": {
    "m": "এই পরিষেবা আপনার বর্তমান অবস্থান জানতে চায় l যদি আপনার ব্রাউজার আপনার অনুমতি চায়, আপনি দয়া করে এটি অনুমোদন করুন l"
  },
  "map-error": {
    "m": "Google মানচিত্র লোড করা যাচ্ছে না l নেটওয়ার্ক কাজ করছে কি না দেখে নিন আর অনুগ্রহ করে পেজটি পুনরায় লোড করুন l<br/><br/>আপনি এরিয়া কোড দিয়ে বা এরিয়া code ছাড়া plus+codes দিতে পারবেন আর কম্পাস ব্যাবহার করতে পারবেন কিন্তু আপনি আপনার ঠিকানা বা plus+codes সহ ঠিকানা দিতে পারবেন না যতক্ষণ না মানচিত্রে প্রদর্শন করা যায় l"
  },
  "osm-maps": {
    "m": "ওপেন স্ট্রিট ম্যাপ"
  },
  "ui-feedback": {
    "m": "প্রতিক্রিয়া"
  },
  "ui-github": {
    "m": "প্রকল্পটি দেখুন"
  },
  "ui-help": {
    "m": "সহায়তা"
  },
  "ui-language": {
    "m": "ভাষা"
  },
  "ui-satellite": {
    "m": "উপগ্রহ"
  },
  "units-km": {
    "m": "কিমি"
  },
  "units-meters": {
    "m": "মিটার"
  },
  "waiting-for-compass-1": {
    "m": "জন্য অপেক্ষা করছে"
  },
  "waiting-for-compass-2": {
    "m": "কম্পাস পড়ার"
  },
  "waiting-location": {
    "m": "অবস্থানের জন্য অপেক্ষা করা হচ্ছে..."
  }
}
