LocalisedMessages["hi"] = {
  "apple-maps": {
    "message": "Apple Maps"
  },
  "apps": {
    "message": "ऐप्लिकेशन"
  },
  "bing-maps": {
    "message": "Bing Maps"
  },
  "browser-problem-msg": {
    "message": "आप जिस ब्राउज़र का उपयोग कर रहे हैं, वह हमारे लिए आवश्यक सभी सुविधाओं का समर्थन नहीं करता, जैसे स्थान और कंपास.<br/><br/>हम Chrome, Firefox या Opera का उपयोग करने का सुझाव देते हैं."
  },
  "compass-check-fail-msg": {
    "message": "आपके डिवाइस का कंपास दिशा निर्देश की रिपोर्टिंग नहीं कर रहा है. शायद आपका डिवाइस कंपास का समर्थन नहीं कर रहा है या शायद वह यह ठीक से काम नहीं कर रहा है."
  },
  "compass-check-msg": {
    "message": "कंपास को पढ़ने में समस्या हो सकती है.<br/><br/>इसका परीक्षण करने के लिए, अपने डिवाइस को अपने हाथ में समतल स्थिति में पकड़ें और उसे वृत्ताकार तरीके से घुमाएं.<br/><br/>पूरा घुमाने के बाद, नीचे दिए गए बटन पर टैप करें."
  },
  "compass-check-ok": {
    "message": "आपके डिवाइस का कंपास ठीक लग रहा है!"
  },
  "discuss": {
    "message": "चर्चा करें"
  },
  "dismiss": {
    "message": "ख़ारिज करें"
  },
  "extend-failure-msg": {
    "message": "$OLC$ का पता लगाने के लिए, हमें आपके मौजूदा स्थान की आवश्यकता होगी या आपको जानकारी में कोई कस्बा या शहर शामिल करना होगा.<br/><br/>जांच करें कि आपका ब्राउज़र स्थान को अनुमति दे रहा है और आपके डिवाइस पर स्थान सेवाएं सक्षम हैं.",
    "placeholders": {
      "OLC": {}
    }
  },
  "feedback-detail": {
    "message": "फ़ीडबैक भेजें. हमें बताएं कि आप क्या पसंद करते हैं या कौन सी चीज़ें कारगर नहीं हैं और हम उनमें सुधार करने का प्रयास करेंगे."
  },
  "geocode-fail": {
    "message": "Google की पता सेवा $ADDRESS$ का पता नही लगा सकती.",
    "placeholders": {
      "ADDRESS": {}
    }
  },
  "geocode-not-loaded": {
    "message": "Google की पता सेवा लोड नहीं हुई, $ADDRESS$ का पता नहीं लगा सकते.",
    "placeholders": {
      "ADDRESS": {}
    }
  },
  "geocode-reverse-fail": {
    "message": "किसी स्थान की जानकारी नहीं मिली (Google की जियोकोडर सेवा में कोई त्रुटि थी)"
  },
  "geocoder-no-info": {
    "message": "Google की जियोकोडर सेवा के पास इस क्षेत्र की पता जानकारी नहीं है. आप किसी बड़े कस्बे के साथ प्लस+कोड का उपयोग कर सकते हैं, बशर्ते 40किमी के दायरे में कोई बड़ा कस्बा हो."
  },
  "google-maps": {
    "message": "Google मानचित्र"
  },
  "help-01-0": {
    "message": "<h2>आपके अपने पोस्टकोड</h2><p>प्लस+कोड कहीं भी, किसी भी स्थान के संक्षिप्त कोड होते हैं. आप उनका उपयोग करके लोगों को अपने सटीक स्थान पर जल्द और भरोसे के साथ भेजने के लिए मार्गदर्शन कर सकते हैं.</p>"
  },
  "help-02-0": {
    "message": "<h2>प्लस+कोड क्या है?</h2><p>प्लस+कोड छः या सात अक्षरों और संख्याओं के बना एक संक्षिप्त कोड होता है, जैसे <b>$EXAMPLE_CODE$</b>, या वह किसी कस्बे या शहर से संयोजित होता है, जैसे<b>$EXAMPLE_CODE$ नैरोबी</b>.</p><p>वे व्यक्ति को किसी ऐसे स्थान की सटीक जानकारी देते हैं, जो मार्ग के नाम या भवन संख्या पर निर्भर नहीं होता.</p>",
    "placeholders": {
      "EXAMPLE_CODE": {
        "content": "MQRG+59"
      }
    }
  },
  "help-02-1": {
    "message": "<h2>मैं कैसे पता लगा सकता/सकती हूं कि प्लस+कोड कहां है?</h2><p>जब आप अपने फ़ोन का कंप्यूटर पर कोई प्लस कोड (<b>$EXAMPLE_CODE$</b>) डालते हैं, तो वह नज़दीकी मिलान खोज लेगा. इसके परिणामस्वरूप, आपको मौजूदा स्थान की जानकारी प्राप्त होगी, बशर्ते आप उस स्थान के लगभग 40 किलोमीटर के दायरे में हों.</p><p>यदि आप और दूर चले जाते हैं तो कस्बे या शहर के नाम (<b>$EXAMPLE_CODE$ नैरोबी</b>) का उपयोग करें या क्षेत्र कोड (<b>$FULL_CODE$</b>) शामिल करके प्लस+कोड डालें.</p>",
    "placeholders": {
      "EXAMPLE_CODE": {
        "content": "MQRG+59"
      },
      "FULL_CODE": {
        "content": "6GCRMQRG+59"
      }
    }
  },
  "help-02-2": {
    "message": "<h2>क्या मुझे प्लस+कोड के लिए आवेदन करना होगा?</h2><p>नहीं, प्लस+कोड सभी के लिए पहले से उपलब्ध हैं और कोई भी उनका निःशुल्क उपयोग कर सकता है.</p><p>किसी स्थान का प्लस+कोड प्राप्त करने के लिए बस मानचित्र को खींच कर अपना इच्छित स्थान हाइलाइट करें.</p>"
  },
  "help-03-0": {
    "message": "<h2>कोड के विभिन्न हिस्से कौन-कौन से हैं?</h2><p>हमारे उदाहरण कोड के लिए <b>$FULL_CODE$</b>, <b>$CODE_PART_1$</b> क्षेत्र कोड है (लगभग 100 x 100 किलोमीटर). <b>$CODE_PART_2$</b> शहर कोड है (5 x 5 किलोमीटर). <b>$CODE_PART_3$</b> पड़ोस का कोड है (250 x 250 मीटर). <b>+</b> के बाद, <b>$CODE_PART_4$</b> भवन का कोड है (14 x 14 मीटर). यदि भवन आकार कोड एक से अधिक भवनों से बढ़ जाता है तो उसके बाद एकल अंक का डोर कोड डाला जा सकता है. </p><p>आमतौर पर, क्षेत्र कोड की आवश्यकता नहीं पड़ती और कभी-कभी आप शहर कोड को भी छोड़ सकते हैं.</p>",
    "placeholders": {
      "CODE_PART_1": {
        "content": "6GCR"
      },
      "CODE_PART_2": {
        "content": "MQ"
      },
      "CODE_PART_3": {
        "content": "RG"
      },
      "CODE_PART_4": {
        "content": "59"
      },
      "FULL_CODE": {
        "content": "6GCRMQRG+59"
      }
    }
  },
  "help-03-1": {
    "message": "<h2>क्या किसी स्थान पर एक से अधिक प्लस+कोड हैं?</h2><p>नहीं. हर स्थान पर केवल एक प्लस+कोड है.</p>"
  },
  "help-03-2": {
    "message": "<h2>क्या मैं उन्हें सहेज सकता/सकती हूं?</h2><p>किसी प्लस+कोड को सहेजने के लिए, बस उस पृष्ठ का बुकमार्क बनाएं. जब आप बुकमार्क खोलेंगे, तो वह आपको वह स्थान दर्शाएगा.</p>"
  },
  "help-03-3": {
    "message": "<h2>क्या मैं इसे नेटवर्क के बिना उपयोग कर सकता/सकती हूं?</h2><p>हां! जब आप अपने फ़ोन या कंप्यूटर पर इस पृष्ठ को लोड कर लेंगे, तो यह उसकी एक कॉपी बना लेगा और फिर आप किसी नेटवर्क कनेक्शन के बिना भी उसे लोड कर सकेंगे.</p>"
  },
  "help-03-4": {
    "message": "<h2>क्या मुझे दिशा निर्देश प्राप्त हो सकते हैं?</h2><p>एक कंपास मोड आपके स्थान से मौजूदा प्लस+कोड तक पहुंचने की दिशा और दूरी की जानकारी प्रदान करता है. मुख्य मेनू में विभिन्न मानचित्र प्रदाताओं के लिंक होते हैं, जिन्हें आप उपयोग कर सकते हैं.</p>"
  },
  "help-03-5": {
    "message": "<h2>मेरा प्लस+कोड क्षेत्र बहुत बड़ा है!</h2><p>यदि आप ज़ूम और बढ़ाते हैं तो कोड अपेक्षाकृत एक छोटा क्षेत्र दर्शाएगा.</p>"
  },
  "help-03-6": {
    "message": "<h2>आपने जो पता दिखाया है, वह गलत है!</h2><p>दिया गया पता केवल एक सुझाव है. इसका उपयोग आपके द्वारा उपयोग किए जाने वाले कोड की लंबाई कम करने के लिए किया जाता है. आप खोज बॉक्स में अन्य पते आज़मा सकते हैं.</p>"
  },
  "input-prompt": {
    "message": "कोई प्लस+कोड, पता डालें या मानचित्र खींचें"
  },
  "location-prompt": {
    "message": "यह सेवा आपके स्थान का उपयोग करती है. यदि आपका ब्राउज़र पूछे तो कृपया इसे अनुमति दें."
  },
  "map-error": {
    "message": "Google मानचित्र लोड नहीं कर सकते. सुनिश्चित करें कि आपका नेटवर्क कार्य कर रहा है और पृष्ठ पुनः लोड करें.<br/><br/>आप क्षेत्र कोड के साथ या उसके बिना प्लस+कोड डाल सकते हैं और कंपास का उपयोग कर सकते हैं, लेकिन आप मानचित्रों के प्रदर्शित होने तक पते या पतों के साथ प्लस+कोड नहीं डाल पाएंगे."
  },
  "osm-maps": {
    "message": "ओपन स्ट्रीट मानचित्र"
  },
  "ui-feedback": {
    "message": "फ़ीडबैक"
  },
  "ui-github": {
    "message": "प्रोजेक्ट देखें"
  },
  "ui-help": {
    "message": "सहायता"
  },
  "ui-language": {
    "message": "भाषा"
  },
  "ui-satellite": {
    "message": "उपग्रह"
  },
  "units-km": {
    "message": "किमी"
  },
  "units-meters": {
    "message": "मीटर"
  },
  "waiting-for-compass-1": {
    "message": "इसकी प्रतीक्षा करें"
  },
  "waiting-for-compass-2": {
    "message": "कंपास रीडिंग"
  },
  "waiting-location": {
    "message": "स्थान की प्रतीक्षा की जा रही है..."
  }
}
