LocalisedMessages["ur"] = {
  "apple-maps": {
    "message": "Apple Maps"
  }, 
  "apps": {
    "message": "ایپس"
  }, 
  "bing-maps": {
    "message": "بِنگ نقشے"
  }, 
  "browser-problem-msg": {
    "message": "آپ جو براؤزر استہمال کر رہے ہیں، وہ ہمارے لئے ضروری تمام خصوصیات کا تعاون نہیں کرتا، جیسے مقام اور قطب نما۔<br/><br/>ہم Chrome، Firefox، یا Opera کا استعمال کرنے کا مشورہ دیتے ہیں۔"
  }, 
  "compass-check-fail-msg": {
    "message": "آپ کے آلے کا قطب نما سمت کی اطلاع نہیں دے رہا ہے۔ عین ممکن ہے کہ آپ کا آلہ قطب نما کا تعاون نہ کر رہا ہو یا وہ اچھی طرح کام نہ کر رہا ہو۔"
  }, 
  "compass-check-msg": {
    "message": "قطب نما کو پڑھنے میں مسئلہ پیش آ سکتا ہے۔<br/><br/>اس کی جانچ کرنے کے لئے، اپنے آلے کو مسطح انداز میں پکڑیں اور اسے دائرے میں گھمائیں۔<br/><br/>مکمل طور پر گھمانے کے بعد، نیچے دیے گئے بٹن کو تھپتھپائیں۔"
  }, 
  "compass-check-ok": {
    "message": "آپ کے آلے کا قطب نما ٹھیک لگ رہا ہے!"
  }, 
  "dismiss": {
    "message": "برخاست کریں"
  }, 
  "extend-failure-msg": {
    "message": "$OLC$ کا پتہ لگانے کے لئے، ہمیں آپ کے موجودہ مقام کی ضرورت ہوگی، یا آپ کو معلومات میں کوئی قصبہ یا شہر شامل کرنا ہوگا۔ <br/><br/>جانچ کرلیں کہ آپ کا براؤزر مقام کو اجازت دے رہا ہے، اور مقام کی وہ سروسز آپ کے آلے پر فعال ہیں۔", 
    "placeholders": {
      "OLC": {}
    }
  }, 
  "feedback-detail": {
    "message": "تاثرات بھیجیں۔ ہمیں بتائیں کہ آپ کیا پسند کرتے ہیں یا کون سی چیز کارگر نہیں ہے اور ہم انہیں بہتر بنانے کی کوشش کریں گے۔"
  }, 
  "geocode-fail": {
    "message": "Google پتہ سروس $ADDRESS$ تلاش نہیں کر ستکا۔", 
    "placeholders": {
      "ADDRESS": {}
    }
  }, 
  "geocode-not-loaded": {
    "message": "Google پتہ سروس لوڈ نہیں ہے، $ADDRESS$ تلاش نہیں کر سکتا۔", 
    "placeholders": {
      "ADDRESS": {}
    }
  }, 
  "geocode-reverse-fail": {
    "message": "کوئی بھی علاقائی معلومات حاصل نہیں کر سکا (Google کی جیو کوڈر سروس میں ایک خرابی تھی)"
  }, 
  "geocoder-no-info": {
    "message": "Google کی جیو کوڈر سروس کے پاس اس علاقے کے پتے کی معلومات نہیں ہے۔ آپ کسی بڑے قصبے کے نام کے ساتھ پلس+کوڈ کا استعمال کر سکتے ہیں، بشرطیکہ 40 کلومیٹر کے دائرے میں کوئی بڑا قصبہ موجود ہو۔"
  }, 
  "google-maps": {
    "message": "Google Maps"
  }, 
  "help-01-0": {
    "message": "<h2>آپ کا ذاتی پوسٹ کوڈ</h2><p>پلس+کوڈ کہیں بھی، کسی بھی جگہ کے مختصر کوڈ ہیں۔ آپ ان کا استعمال کر کے لوگوں کی اپنے قطعی مقام کی جانب جلد اور اعتماد کےساتھ رہنمائی کر سکتے ہیں۔</p>"
  }, 
  "help-02-0": {
    "message": "<h2>پلس+کوڈ کیا ہے؟</h2><p>پلس+کوڈ چھ یا سات حروف اور اعداد سے بنا ایک مختصر کوڈ ہے، جیسے <b>$EXAMPLE_CODE$</b>، یا وہ کسی قصبے یا شہر کے ساتھ مشترک ہوتا ہے، جیسے <b>$EXAMPLE_CODE$نیروبی</b>۔</p><p>وہ آپ کو کسی ایسے مقام کی قطعی اطلاع دیتے ہیں جو سڑک کے ناموں یا عمارت کی تعداد پر منحصر نہیں ہوتا ہے۔</p>", 
    "placeholders": {
      "EXAMPLE_CODE": {
        "content": "MQRG+59"
      }
    }
  }, 
  "help-02-1": {
    "message": "<h2>میں کیسے تلاش کروں کہ پلس+کوڈ کہاں ہے؟</h2><p>جب آپ اپنے فون یا کمپیوٹر پر کوئی پلس+کوڈ <b>$EXAMPLE_CODE$</b> درج کرتے ہیں، تو وہ قریب ترین مماتل تلاش کر لے گا۔ نتیجتاً، آپ کو موجودہ مقام کی معلومات حاصل ہوگی بشرطیکہ آپ اس مقام سے تقریباً 40 کلومیٹر کے دائرے میں ہوں۔</p><p>اگر آپ مزید دور ہیں، تو قصبے یا شہر کے نام (<b>$EXAMPLE_CODE$ نیروبی</b>) کا استعمال کریں، یا علاقے کا کوڈ (<b>$FULL_CODE$</b>) شامل کر کے پلس+کوڈ درج کریں۔</p>", 
    "placeholders": {
      "EXAMPLE_CODE": {
        "content": "MQRG+59"
      }, 
      "FULL_CODE": {
        "content": "6GCRMQRG+59"
      }
    }
  }, 
  "help-02-2": {
    "message": "<h2>کیا مجھے پلس+کوڈ کے لئے درخواست دینی ہوگی؟</h2><p>نہیں، پلس+کوڈ پہلے ہی ہر جگہ موجود ہیں اور کوئی بھی ان کا مفت استعمال کر سکتا ہے۔</p><p>کسی جگہ کے لئے پلس+کوڈ حاصل کرنے کے لئے صرف نقشے کو کھینچ کر اپنا پسندیدہ جگہ کو نمایاں کریں۔</p>"
  }, 
  "help-03-0": {
    "message": "<h2>کوڈ کے مختلف حصے کون سے ہیں؟</h2><p>ہماری مثال کوڈ کے لئے <b>$FULL_CODE$</b>، <b>$CODE_PART_1$</b> علاقے کا کوڈ (تقریبا 100 × 100 کلومیٹر) ہے۔ <b>$CODE_PART_2$</b> شہر کوڈ (5×5 کلومیٹر) ہے۔ <b>$CODE_PART_3$</b> پڑوس کا کوڈ (250 × 250 میٹر) ہے۔ <b> + </b> کے بعد، <b>$CODE_PART_4$</b> عمارت کا کوڈ (14 × 14 میٹر) ہے۔ اگر عمارت کی سائز کا کوڈ ایک سے زیادہ عمارتوں سے بڑھ جاتا ہے، تو اس کے بعد واحد عددی ڈور کوڈ کی پیروی کی جا سکتی ہے۔</p><p>عام طور پر، علاقے کے کوڈ کی ضرورت نہیں ہوتی ہے، اور کبھی کبھار آپ شہر کے کوڈ کو بھی چھوڑ سکتے ہیں۔</p>", 
    "placeholders": {
      "CODE_PART_1": {
        "content": "6GCR"
      }, 
      "CODE_PART_2": {
        "content": "MQ"
      }, 
      "CODE_PART_3": {
        "content": "RG"
      }, 
      "CODE_PART_4": {
        "content": "59"
      }, 
      "FULL_CODE": {
        "content": "6GCRMQRG+59"
      }
    }
  }, 
  "help-03-1": {
    "message": "<h2>کیا کسی مقام میں ایک سے زیادہ پلس+کوڈ ہے؟</h2><p>نہیں۔ ہر مقام پر صرف ایک پلس+کوڈ ہے۔</p>"
  }, 
  "help-03-2": {
    "message": "<h2>کیا میں انہیں محفوظ کر سکتا ہوں؟</h2><p>کسی پلس+کوڈ کو محفوظ کرنے کے لئے، صرف اس صفحے کا بُک مارک بنائیں۔ جب آپ بُک مارک کھولیں گے، تو وہ آپ کو وہ جگہ دکھائے گا۔</p>"
  }, 
  "help-03-3": {
    "message": "<h2>کیا میں نیٹ ورک کے بغیر اس کا استعمال کر سکتا ہوں؟</h2><p>ہاں! جب آپ اس صفحے کو اپنے فون یا کمپیوٹر پر لوڈ کر لیں گے، تو یہ اس کی ایک کاپی بنا لے گا اور پھر آپ کسی نیٹ ورک کنکشن کے بغیر بھی اسے لوڈ کر سکیں گے۔</p>"
  }, 
  "help-03-4": {
    "message": "<h2>کیا میں ڈائریکشنز حاصل کر سکتا ہوں؟</h2><p>ایک قطب نما موڈ آپ کے مقام سے موجودہ پلس+کوڈ تک پہنچنے کے سمت اور فاصلے کی معلومات فراہم کرتا ہے۔ مرکزی مینو میں مختلف نقشہ فراہم کنندگان کے لنکس ہوتے ہیں، جنہیں آپ استعمال کر سکتے ہیں۔</p>"
  }, 
  "help-03-5": {
    "message": "<h2>میرا پلس+کوڈ علاقہ بہت بڑا ہے!</h2><p>اگر آپ مزید زوم ان کرتے ہیں، تو کوڈ ایک نسبتاً چھوٹے علاقے کے لئے ہو جائے گا۔</p>"
  }, 
  "help-03-6": {
    "message": "<h2>آپ نے جو پتہ دکھایا ہے، وہ غلط ہے!</h2><p>دیا گیا پتہ صرف ایک تجویز ہے۔ اس کا استعمال آپ کے ذریعے استعمال کئے جانے والے کوڈ کی لمبائی کم کرنے کے لئے کیا جاتا ہے۔ آپ کو استعمال کرنی ہوگی۔ آپ تلاش کے خانے میں دیگر پتے آزما سکتے ہیں۔</p>"
  }, 
  "input-prompt": {
    "message": "کوئی پلس+کوڈ، پتہ درج کریں یا نقشہ کھینچیں"
  }, 
  "location-prompt": {
    "message": "اس سروس کو آپ کا مقام استعمال کرنے کی ضرورت ہے۔ اگر آپ کا براؤزر پوچھتا ہے، تو براہ کرم اسے اجازت دیں۔"
  }, 
  "map-error": {
    "message": "Google Maps لوڈ نہیں کر سکتے۔ یقینی بنائیں کہ آپ کا نیٹ ورک کام کر رہا ہے اور صفحے کو دوبارہ لوڈ کرنے کی کوشش کریں۔<br/><br/>آپ علاقے کے کوڈ کے ساتھ یا اس کے بغیر پلس+کوڈ درج کر سکتے ہیں، اور قطب نما کا استعمال کر سکتے ہیں، لیکن آپ نقشوں کو دکھائے جانے کا عمل جاری رہنے پتے، یا پتوں کے ساتھ پلس+کوڈ درج نہیں کر پائیں گے۔"
  }, 
  "osm-maps": {
    "message": "اوپن اسٹریٹ نقشہ"
  }, 
  "ui-feedback": {
    "message": "تاثرات"
  }, 
  "ui-github": {
    "message": "پروجیکٹ دیکھیں"
  }, 
  "ui-help": {
    "message": "مدد"
  }, 
  "ui-language": {
    "message": "زبان"
  }, 
  "ui-satellite": {
    "message": "سٹلائٹ"
  }, 
  "units-km": {
    "message": "کلومیٹر"
  }, 
  "units-meters": {
    "message": "میٹر"
  }, 
  "waiting-for-compass-1": {
    "message": "انتظار برائے"
  }, 
  "waiting-for-compass-2": {
    "message": "قطب نما پڑھنا"
  }, 
  "waiting-location": {
    "message": "مقام کا انتظار کر رہا ہے…"
  }
}
